Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.24383cef4e4f
source: 推定値は参考値です。下の入力欄で自由に修正できます。
ar_sa: القيم المقدرة هي للإشارة فقط. يمكنك تحريره بحرية في حقل الإدخال أدناه.
ca: Els valors estimats són només de referència. Podeu editar-lo lliurement al camp d'entrada següent.
cs: Odhad je orientační. Můžete jej libovolně upravit ve spodním vstupním poli.
da: Estimaterne er vejledende. Du kan frit justere i det nederste felt.
de_de: Die Schätzwerte sind Richtwerte. Sie können diese im unteren Eingabefeld frei anpassen.
el: Οι εκτιμήσεις είναι ενδεικτικές. Μπορείτε να τις τροποποιήσετε ελεύθερα στο κάτω πεδίο εισαγωγής.
en_au: The estimated values are for reference only. You can freely adjust them in the input field below.
es_es: Las estimaciones son valores orientativos. Puede modificarlos libremente en el campo de entrada inferior.
fi: Arvioitu arvo on vain suuntaa antava. Voit muuttaa sitä vapaasti alla olevissa kentissä.
fr_ca: Les valeurs estimées sont des indications. Vous pouvez les modifier librement dans le champ ci-dessous.
gu: આ આંકડો માત્ર અંદાજિત છે. તમે નીચેના ઇનપુટ ફીલ્ડમાં તેને કોઈપણ રીતે બદલી શકો છો.
he: הערכים המוערכים הם הערכות בלבד. ניתן לערוך אותם בחופשי במקט הראשוני.
hi: अनुमानित मान केवल एक संदर्भ मूल्य है। आप नीचे दिए गए इनपुट फ़ील्ड में इसे स्वतंत्र रूप से संशोधित कर सकते हैं।
hr: Procjena je samo okvirna vrijednost. Možete slobodno ispravljati vrijednosti u donjem polju.
hu: Az értékek becslések, melyeket a megfelelő mezőkben módosíthat.
id: Perkiraan adalah nilai referensi. Anda dapat menyesuaikannya secara bebas di kolom input di bawah.
it: I valori stimati sono solo indicativi. È possibile modificarli liberamente nel campo sottostante.
ko: 추정치는 참고용입니다. 아래 입력란에서 자유롭게 수정할 수 있습니다.
mr: अंदाजित आकडे केवळ मार्गदर्शक आहेत. तुम्ही खाली दिलेल्या फील्डमध्ये आवश्यक बदल करू शकता.
ms: Angka anggaran ialah anggaran sahaja. Anda boleh mengedit dengan bebas dalam kotak input di bawah.
nl_nl: De schattingen zijn ter informatie. U kunt deze in het onderstaande veld zelf aanpassen.
no: Estimert verdi er kun en veiledning. Du kan fritt justere verdien i det nederste feltet.
pl: Szacowane wartości są orientacyjne. Możesz dowolnie je edytować w niżej sekcji.
pt_br: Os valores estimados são apenas referências. Você pode ajustá-los livremente na caixa abaixo.
pt_pt: Os valores estimados são apenas referências. Você pode ajustá-los livremente na caixa abaixo.
ro: Valoarea estimată este doar o valoare orientativă. Puteți modifica liber valorile din câmpul de intrare de mai jos.
ru: Приблизительные значения являются ориентировочными. Вы можете свободно изменять их в соответствующем поле.
sk: Odhadované hodnoty sú len orientačné. Môžete ich vo vstupnom poli slobodne upraviť.
sl: Navedeni podatki so približni. Lahko jih prilagodite v spodnji polju.
sv: Uppskattningarna är endast vägledande. Du kan fritt justera värdena i nedanstående fält.
ta: மதிப்பிடப்பட்ட மதிப்பு ஒரு தோராயமான மதிப்பீடு மட்டுமே. கீழே உள்ள உள்ளீட்டுப் பகுதியில் நீங்கள் விரும்பும் மாற்றங்களைச் செய்யலாம்.
te: అంచనా విలువలు సూచన కోసం మాత్రమే. దిగువ ఉన్న ఇన్‌పుట్ ఫీల్డ్‌లో మీకు కావలసిన విధంగా మార్చవచ్చు.
th: ค่าประมาณเป็นเพียงค่าอ้างอิง คุณสามารถแก้ไขได้ตามต้องการในช่องด้านล่าง
tr: Tahminler, referans değerlerdir. Aşağıdaki alanlarda serbestçe düzenleyebilirsiniz.
uk: Оцінка є приблизною. Ви можете вільно редагувати значення в нижньому полі.
vi: Giá trị ước tính là giá trị tham khảo. Bạn có thể tự do chỉnh sửa trong ô nhập bên dưới.
zh_hans: 估计值仅供参考。您可以在下面的输入栏中自由修改。
zh_hant: 估計值僅供參考。您可以在下方輸入欄中自由修改。

# health_meals_body_ai.243eb0872e37
source: 現在の歩数から自動更新
ar_sa: يتم تحديثه تلقائيًا من عدد الخطوات الحالي
ca: S'actualitza automàticament a partir del recompte de passos actual
cs: Automatické aktualizace na základě aktuálního počtu kroků
da: Automatisk opdatering baseret på nuværende trinantal
de_de: Automatische Aktualisierung basierend auf der aktuellen Schrittzahl
el: Αυτόματη ενημέρωση με βάση τον τρέχον αριθμό βημάτων
en_au: Automatically updated based on current steps
es_es: Actualización automática desde el número de pasos actual
fi: Päivitetty automaattisesti nykyisestä askeleesta
fr_ca: Mise à jour automatique à partir de votre nombre de pas actuel
gu: વર્તમાન પગલાંના આધારે આપોઆપ અપડેટ
he: עדכון אוטומטי בהתבסס על השלבים הנוכחיים
hi: वर्तमान कदमों के आधार पर स्वचालित रूप से अपडेट करें।
hr: Automatsko ažuriranje na temelju trenutnog broja koraka
hu: Automatikus frissítés a jelenlegi lépések alapján
id: Otomatis diperbarui berdasarkan jumlah langkah saat ini
it: Aggiornamento automatico in base al numero di passi
ko: 현재 걸음 수로 자동 업데이트
mr: सध्याच्या पाऊलांच्या आधारावर आपोआप अपडेट
ms: Kemaskini automatik berdasarkan jumlah langkah semasa
nl_nl: Automatisch bijwerken op basis van uw huidige stappen.
no: Oppdateres automatisk basert på dagens steg.
pl: Automatyczne odświeżanie na podstawie obecnej liczby kroków
pt_br: Atualiza automaticamente com base nos passos
pt_pt: Atualiza automaticamente com base nos passos
ro: Actualizare automată pe baza numărului de pași
ru: Автоматическое обновление на основе текущего количества шагов
sk: Automatické aktualizovanie na základe aktuálnej aktivít
sl: Samodejno posodablja glede na število korakov
sv: Uppdateras automatiskt baserat på nuvarande stegräkning
ta: தற்போதைய எண்ணிக்கை அடிப்படையில் தானாக புதுப்பிக்கவும்
te: ప్రస్తుత అడుగుల సంఖ్య ఆధారంగా స్వయంచాలకంగా నవీకరించబడుతుంది.
th: อัปเดตอัตโนมัติจากจำนวนก้าวเดินในปัจจุบัน
tr: Mevcut adım sayısından otomatik olarak güncelleniyor.
uk: Автоматичне оновлення на основі поточної кількості кроків
vi: Tự động cập nhật dựa trên số bước chân hiện tại
zh_hans: 自动更新步数
zh_hant: 自動更新步數

# health_meals_body_ai.2494cf2da9de
source: 入力データの傾向をもとにした提案で、医療上の診断ではありません。体調や痛みに不安がある場合は専門家へ相談してください。
ar_sa: هذا اقتراح يعتمد على الاتجاهات في البيانات المدخلة وليس تشخيصًا طبيًا. إذا كنت قلقًا بشأن صحتك أو ألمك، فيرجى استشارة أحد المتخصصين.
ca: Aquest és un suggeriment basat en les tendències de les dades d'entrada i no és un diagnòstic mèdic. Si us preocupa la vostra salut o el vostre dolor, consulteu un especialista.
cs: Tato doporučení jsou založena na zadaných datech a nejsou lékařskou diagnózou. Pokud máte obavy ohledně svého zdraví nebo bolesti, poraďte se s odborníkem.
da: Forslag baseret på inputdata er ikke en medicinsk diagnose. Hvis du er bekymret for din helbred eller smerter, skal du kontakte en fagperson.
de_de: Dies sind Vorschläge basierend auf den Eingabedaten und stellen keine medizinische Diagnose dar. Wenn Sie Bedenken bezüglich Ihrer Gesundheit oder Schmerzen haben, wenden Sie sich bitte an einen Fachmann.
el: Οι προτάσεις βασίζονται στις τάσεις των δεδομένων εισόδου και δεν αποτελούν ιατρική διάγνωση. Εάν έχετε ανησυχίες σχετικά με την υγεία σας ή τον πόνο, συμβουλευτείτε έναν ειδικό.
en_au: This is a suggestion based on the input data, but it is not a medical diagnosis. If you have any concerns about your health or pain, please consult with a professional.
es_es: Esta es una sugerencia basada en los datos introducidos, y no constituye un diagnóstico médico. Si tiene dudas sobre su estado de salud o dolor, consulte a un profesional.
fi: Nämä ovat ehdotuksia, jotka perustuvat syötetyn datan trendeihin. Ne eivät ole lääketieteellisiä diagnooseja. Jos sinulla on huolia terveydestäsi tai kivuista, ota yhteyttä ammattilaiseen.
fr_ca: Ces suggestions sont basées sur les données saisies et ne constituent pas un avis médical. Si vous avez des inquiétudes concernant votre état de santé ou vos douleurs, veuillez consulter un professionnel.
gu: આ ઇનપુટ ડેટાના આધારે ભલામણો, પરંતુ તે તબીબી નિદાન નથી. જો તમને સ્વાસ્થ્ય અથવા દુખાવાની ચિંતા હોય, તો કૃપા કરીને કોઈ નિષ્ણાતની સલાહ લો.
he: ההמלצות מבוססות על מגמות הנתונים הקלט, ואינן מהוות אבחנה רפואית. אם יש לך חששות לגבי מצב הבריאות או כאבים, התייעץ עם איש מקצוע.
hi: यह चिकित्सा निदान नहीं है, बल्कि इनपुट डेटा के रुझानों पर आधारित सुझाव हैं। यदि आपको स्वास्थ्य या दर्द के बारे में कोई चिंता है, तो कृपया किसी विशेषज्ञ से सलाह लें।
hr: Ovo su preporuke temeljem trendova u ulaznim podacima, a nisu medicinska dijagnoza. Ako imate pitanja o svom zdravlju ili boli, obratite se stručnjaku.
hu: Ez a javaslat az beépített adatok alapján készült, de nem orvosi diagnózis. Ha bármilyen egészségügyi problémád van, kérjük, fordulj szakemberhez.
id: Ini adalah saran berdasarkan tren data yang diinput, bukan diagnosis medis. Jika Anda merasa khawatir tentang kondisi kesehatan atau rasa sakit, konsultasikan dengan ahli.
it: Queste sono solo suggerimenti basati sui dati inseriti e non costituiscono una diagnosi medica. Se hai dubbi sulla tua salute o sul dolore, consulta un professionista.
ko: 입력 데이터의 경향을 바탕으로 제안하며, 이는 의학적 진단이 아닙니다. 건강 상태나 통증에 대해 걱정이 있다면 전문가와 상담하십시오.
mr: आणि हा एक वैद्यकीय निदान नाही, जो प्रवृत्तीवर आधारित आहे. जर तुम्हाला तुमच्या आरोग्याबद्दल किंवा वेदनांबद्दल चिंता असेल तर तुम्ही तज्ज्ञांशी संपर्क साधा.
ms: Cadangan berdasarkan trend data masukan, tetapi bukan diagnosis perubatan. Jika anda mempunyai kebimbangan tentang kesihatan atau sakit, sila berunding dengan pakar.
nl_nl: Dit zijn suggesties op basis van uw invoergegevens, maar geen medisch advies. Als u zich zorgen maakt over uw gezondheid of pijn, raadpleeg dan een specialist.
no: Dette er ikke en medisinsk diagnose, men et forslag basert på inndataene dine. Hvis du er bekymret for helsen din eller har smerter, bør du kontakte en fagperson.
pl: Proponowane rozwiązania oparte na trendach w danych wejściowych, a nie stanowią diagnozy medycznej. Jeśli masz wątpliwości dotyczące stanu zdrowia lub bólu, skonsultuj się ze specjalistą.
pt_br: Esta é uma sugestão baseada nos dados inseridos e não constitui um diagnóstico médico. Se você tiver dúvidas sobre sua saúde ou dor, consulte um profissional.
pt_pt: Esta é uma sugestão baseada nos dados inseridos e não constitui um diagnóstico médico. Se você tiver dúvidas sobre sua saúde ou dor, consulte um profissional.
ro: Acestea sunt sugestii bazate pe datele introduse și nu reprezintă un diagnostic medical. Dacă ai nelămuriri legate de starea ta de sănătate sau durere, consultă un specialist.
ru: Это не медицинская консультация, а предложение, основанное на тенденциях введенных данных. Если у вас есть опасения по поводу здоровья или боли, обратитесь к специалисту.
sk: Tieto návrhy vychádzajú z trendu vstupných údajov a nie sú lekárskou diagnostikou. Ak máte obavy ohľadom vášho zdravia, poraďte sa so špecialistom.
sl: Predlagane vrednosti, ki temeljijo na vnosu podatkov, niso medicinska diagnoza. Če imate skrbi glede zdravja ali bolečin, se posvetujte s specialistom.
sv: Detta är inte en medicinsk diagnos, utan ett förslag baserat på inmatad data. Om du har oro över din hälsa eller smärta, kontakta en läkare.
ta: உள்ளீட்டுத் தரவின் அடிப்படையில் பரிந்துரைகள், இது மருத்துவ ஆலோசனை அல்ல. உடல்நிலை அல்லது வலி குறித்து ஏதேனும் சந்தேகம் இருந்தால், ஒரு நிபுணரை அணுகவும்.
te: వైద్యపరమైన నిర్ధారణ కాదు, ఇన్‌పుట్ డేటా ఆధారంగా సూచనలు ఇవ్వబడ్డాయి. మీకు ఆరోగ్యం లేదా నొప్పి గురించి ఆందోళన ఉంటే, దయచేసి నిపుణుడిని సంప్రదించండి.
th: คำแนะนำตามแนวโน้มของข้อมูลที่ป้อน ซึ่งไม่ใช่การวินิจฉัยทางการแพทย์ หากมีข้อกังวลเกี่ยวกับสุขภาพหรืออาการ ควรปรึกษาผู้เชี่ยวชาญ
tr: Bu öneriler, tıbbi teşhis değildir ve girdi verisinin eğilimlerine dayanmaktadır. Vücudunuzda veya ağrınızda herhangi bir sorun varsa, lütfen bir uzmana danışın.
uk: Це не медична консультація, а рекомендація на основі тенденцій вхідних даних. Якщо у вас є сумніви щодо вашого самопочуття або болю, зверніться до фахівця.
vi: Đây là đề xuất dựa trên xu hướng dữ liệu đầu vào, không phải là chẩn đoán y tế. Nếu bạn có bất kỳ lo ngại nào về sức khỏe hoặc cơn đau, hãy tham khảo ý kiến chuyên gia.
zh_hans: 基于输入数据的建议，不构成医疗诊断。如果对身体状况或疼痛有疑问，请咨询专业人士。
zh_hant: 基于输入数据的建议，不属于医疗诊断。如果对身体状况或疼痛有疑问，请咨询专业人士。

# health_meals_body_ai.24a8a9fb448f
source: 0より大きい数値を入力してください。
ar_sa: الرجاء إدخال رقم أكبر من 0.
ca: Introduïu un número superior a 0.
cs: Zadejte číslo větší než 0.
da: Indtast et tal større end 0.
de_de: Bitte geben Sie eine Zahl größer als 0 ein.
el: Παρακαλούμε εισάγετε έναν αριθμό μεγαλύτερο του 0.
en_au: Please enter a value greater than 0.
es_es: Introduzca un valor mayor que 0.
fi: Syötä suurempi kuin 0.
fr_ca: Veuillez saisir un nombre supérieur à 0.
gu: 0 કરતાં મોટી સંખ્યા દાખલ કરો.
he: יש להזין מספר גדול מ-0.
hi: 0 से बड़ी संख्या दर्ज करें।
hr: Unesite broj veći od 0.
hu: Kérjük, egy nagyobb értéket írjon be.
id: Masukkan angka yang lebih besar dari 0.
it: Inserisci un valore maggiore di 0.
ko: 0보다 큰 숫자를 입력해주세요.
mr: 0 पेक्षा मोठी संख्या टाका.
ms: Masukkan nilai yang lebih besar daripada 0.
nl_nl: Vul een getal groter dan 0 in.
no: Skriv inn et tall større enn 0.
pl: Podaj wartość większą niż 0.
pt_br: Insira um valor maior que 0.
pt_pt: Insira um valor maior que 0.
ro: Introduceți un număr mai mare decât 0.
ru: Введите число больше 0.
sk: Zadajte číslo väčšie ako 0.
sl: Vnesite število večje od 0.
sv: Ange ett värde större än 0.
ta: 0-ஐ விட பெரிய எண்ணை உள்ளிடவும்.
te: 0 కంటే ఎక్కువ సంఖ్యను నమోదు చేయండి.
th: กรุณาป้อนตัวเลขที่มากกว่า 0
tr: 0'dan büyük bir sayı girin.
uk: Введіть значення більше 0.
vi: Vui lòng nhập một số lớn hơn 0.
zh_hans: 请输入大于0的数值。
zh_hant: 請輸入一個大於0的數字。

# health_meals_body_ai.24d491e59887
source: 科学的根拠 {{value1}}件
ar_sa: الأساس العلمي عناصر {{value1}}
ca: Elements de base científica {{value1}}
cs: Důkazy založené na vědě: {{value1}}
da: Videnskabelige beviser {{value1}}
de_de: wissenschaftliche Grundlage: {{value1}}
el: Επιστημονική βάση: {{value1}}
en_au: Scientific evidence: {{value1}}
es_es: Evidencia científica {{value1}}
fi: {{value1}} tieteellistä näyttöä
fr_ca: Preuves scientifiques : {{value1}}
gu: વૈજ્ઞાનિક આધાર {{value1}}
he: ראיות מדעיות: {{value1}}
hi: वैज्ञानिक प्रमाण {{value1}}
hr: Na temelju znanstvenih podataka {{value1}}
hu: Tudományos bizonyítékok: {{value1}}
id: Bukti ilmiah {{value1}}
it: Base scientifica: {{value1}}
ko: 과학적 근거 {{value1}}건
mr: वैज्ञानिक पुरावे {{value1}}
ms: Dasar saintifik {{value1}}
nl_nl: {{value1}} wetenschappelijke bronnen
no: Vitenskapelig grunnlag: {{value1}}
pl: Dowody naukowe: {{value1}}
pt_br: Base científica: {{value1}}
pt_pt: Base científica: {{value1}}
ro: {{value1}} surse științifice
ru: Научные доказательства: {{value1}}
sk: Vedecké dôkazy {{value1}}
sl: Št. znanstvenih dokazov: {{value1}}
sv: {{value1}} vetenskapligt underbyggda resultat
ta: அறிவியல் ஆதாரங்கள் {{value1}}
te: శాస్త్రీయ ఆధారాలు {{value1}}
th: หลักฐานทางวิทยาศาสตร์ {{value1}} ราย
tr: Bilimsel kanıtlar: {{value1}}
uk: Наукові докази {{value1}}
vi: {{value1}} nguồn khoa học
zh_hans: 科学依据 {{value1}}
zh_hant: 根據科學證據 {{value1}} 項

# health_meals_body_ai.24d95a3f7ec3
source: 今日のアクティビティ
ar_sa: نشاط اليوم
ca: Activitat d'avui
cs: Dnešní aktivita
da: I dagens aktivitet
de_de: Aktivitäten von heute
el: Η δραστηριότητα της ημέρας
en_au: Today's activity
es_es: Actividad de hoy
fi: Tänään tehdyt aktiviteetit
fr_ca: Activité du jour
gu: આજના પ્રવૃત્તિ
he: פעילות היום
hi: आज की गतिविधि
hr: Dana aktivnost
hu: Ma's tevékenység
id: Aktivitas hari ini
it: Attività odierna
ko: 오늘의 활동
mr: आजचा ॲक्टिव्हिटी (शारीरिक हालचाल)
ms: Aktiviti hari ini
nl_nl: Activiteit vandaag
no: I dagens aktivitet
pl: Dziś
pt_br: Atividade do dia
pt_pt: Atividade do dia
ro: Activitățile de astăzi
ru: Сегодняшняя активность
sk: Dnešná aktivita
sl: Danes aktivnost
sv: Idag aktivitet
ta: இன்றைய செயல்பாடு
te: ఈ రోజు యొక్క కార్యాచరణ
th: กิจกรรมวันนี้
tr: Bugünün aktivitesi
uk: Активність сьогодні
vi: Hoạt động của bạn hôm nay
zh_hans: 今天的活动
zh_hant: 今天的活動

# health_meals_body_ai.263add43eb28
source: 履歴
ar_sa: التاريخ
ca: Història
cs: Historie
da: Historik
de_de: Historie
el: Ιστορικό
en_au: History
es_es: Historial
fi: Historia
fr_ca: Historique
gu: ઇતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Történet
id: Riwayat
it: Cronologia
ko: 이력
mr: इतिहास
ms: Sejarah
nl_nl: Geschiedenis
no: Historikk
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zapiski
sv: Historik
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş Veriler
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史記錄

# health_meals_body_ai.26b7c3fa5902
source: 差
ar_sa: الفرق
ca: diferència
cs: Rozdíl
da: Forskelle
de_de: Unterschied
el: Διαφορά
en_au: Difference
es_es: Diferencia
fi: Ero
fr_ca: Différence
gu: ફેરક
he: הבדל
hi: अंतर
hr: Razlika
hu: Hasonló
id: Perbedaan
it: Differenza
ko: 차이
mr: फरक
ms: Perbezaan
nl_nl: Verschil
no: Forskjell
pl: Różnica
pt_br: Diferença
pt_pt: Diferença
ro: Diferențe
ru: Разница
sk: Rozdiely
sl: Razlika
sv: Skillnad
ta: வேறுபாடு
te: తేడా
th: ความแตกต่าง
tr: Fark
uk: Відмінності
vi: So sánh
zh_hans: 差值
zh_hant: 差異

# health_meals_body_ai.26f4704c35a2
source: 未実施
ar_sa: لم يتم تنفيذه
ca: No implementat
cs: Neimplementováno
da: Ikke udført
de_de: Nicht durchgeführt
el: Μη εκτελεσμένο
en_au: Not implemented
es_es: No realizado
fi: Suorittamatta
fr_ca: Non réalisé
gu: અપૂર્ણ
he: לא בוצע
hi: पूर्ण नहीं
hr: Ne provedeno
hu: Nem végrehajtva
id: Belum dilaksanakan
it: Non eseguito
ko: 실행되지 않음
mr: अंमलात आणलेले नाही
ms: Belum dilaksanakan
nl_nl: Niet uitgevoerd
no: Ikke utført
pl: Niezrealizowane
pt_br: Não realizado
pt_pt: Não realizado
ro: Nu a fost implementat
ru: Не выполнено
sk: Nevykonané
sl: Neizvedeno
sv: Ej utfört
ta: செயல்படுத்தப்படாதது
te: పూర్తయినది కాదు
th: ยังไม่ได้ดำเนินการ
tr: Tamamlanmamış
uk: Не виконано
vi: Chưa thực hiện
zh_hans: 未执行
zh_hant: 未执行

# health_meals_body_ai.28d11eaa4971
source: 送信
ar_sa: إرسال
ca: enviar
cs: Odeslat
da: Send
de_de: Senden
el: Αποστολή
en_au: Send
es_es: Enviar
fi: Lähetä
fr_ca: Envoyer
gu: સંદેશ મોકલો
he: שליחה
hi: भेजें
hr: Pošaljite
hu: Elküldés
id: Kirim
it: Invia
ko: 전송
mr: पाठवा
ms: Hantar
nl_nl: Verzenden
no: Send
pl: Wysyłanie
pt_br: Enviar
pt_pt: Enviar
ro: Trimitere
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
ta: அனுப்பு
te: పంపించు
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# health_meals_body_ai.2984f299585f
source: 今日やることを確認しましょう。
ar_sa: دعونا نتحقق مما سنفعله اليوم.
ca: Comprovem què farem avui.
cs: Ujistěte se, co chcete dnes dělat.
da: Lad os gennemgå, hvad du vil gøre i dag.
de_de: Überprüfen Sie, was Sie heute tun möchten.
el: Ελέγξτε τι θέλετε να κάνετε σήμερα.
en_au: Let's confirm what you want to do today.
es_es: Revisa lo que tienes planeado para hoy.
fi: Tarkista mitä tänään tehdään.
fr_ca: Vérifiez ce que vous avez prévu de faire aujourd'hui.
gu: આજે તમે શું કરવા માંગો છો તે તપાસો.
he: בדוק מה אתה מתכנן לעשות היום.
hi: आज क्या करना है, इसकी पुष्टि करें।
hr: Provjerite što želite danas učiniti.
hu: Ellenőrizzük, mit tervezünk ma.
id: Mari kita periksa apa yang ingin dilakukan hari ini.
it: Verifica cosa vuoi fare oggi.
ko: 오늘 할 일을 확인해 보세요.
mr: आज काय करायचे आहे ते तपासा.
ms: Pastikan apa yang akan anda lakukan hari ini.
nl_nl: Controleer wat u vandaag wilt doen.
no: La oss bekrefte hva du skal gjøre i dag.
pl: Sprawdź, co chcesz dzisiaj zrobić.
pt_br: Vamos confirmar o que você pretende fazer hoje.
pt_pt: Vamos confirmar o que você pretende fazer hoje.
ro: Verifică ce vrei să faci astăzi.
ru: Убедитесь, что сегодня вы сделали запланированное.
sk: Overte si, čo chcete dnes urobiť.
sl: Prosimo, potrdite, kaj želite storiti danes.
sv: Låt oss kontrollera vad du ska göra idag.
ta: இன்று செய்ய வேண்டியவற்றை சரிபார்க்கவும்.
te: ఈ రోజు మీరు ఏమి చేయాలో నిర్ధారించుకోండి.
th: ตรวจสอบสิ่งที่คุณจะทำในวันนี้
tr: Bugün yapacağınız aktiviteleri kontrol edin.
uk: Перевірте, що ви плануєте зробити сьогодні.
vi: Hãy kiểm tra những việc cần làm hôm nay.
zh_hans: 确认今天要做的事情。
zh_hant: 确认今日要做的事情。

# health_meals_body_ai.2a6a23ccdb93
source: 商品名
ar_sa: اسم المنتج
ca: Nom del producte
cs: Název produktu
da: Produktnavn
de_de: Produktname
el: Όνομα προϊόντος
en_au: Product name
es_es: Nombre del producto
fi: Tuotenimi
fr_ca: Nom du produit
gu: ઉત્પાદનની નામ
he: שם המוצר
hi: उत्पाद का नाम
hr: Naziv proizvoda
hu: Termék neve
id: Nama Produk
it: Nome del prodotto
ko: 상품명
mr: उत्पादनाचे नाव
ms: Nama produk
nl_nl: Productnaam
no: Produktnavn
pl: Nazwa produktu
pt_br: Nome do produto
pt_pt: Nome do produto
ro: Numele produsului
ru: Название товара
sk: Názov produktu
sl: Ime izdelka
sv: Produktnamn
ta: பொருளின் பெயர்
te: ఉత్పత్తి పేరు
th: ชื่อสินค้า
tr: Ürün adı
uk: Назва продукту
vi: Tên sản phẩm
zh_hans: 商品名称
zh_hant: 商品名稱

# health_meals_body_ai.2bb02e3fab46
source: ラットプルダウン
ar_sa: المنسدلة اللات
ca: lat pulldown
cs: Přitahování
da: Ratchetsdrag
de_de: Rudern
el: Άντληση με τα πόδια
en_au: Lat Pull-down
es_es: Remolque
fi: Ratsipainaminen
fr_ca: Tirer vers le bas
gu: રાટ પુલ ડાઉન
he: משיכת רצועה
hi: रैट पुल डाउन
hr: Vlačenje prema dolje
hu: Rájtöltés
id: Tarik ke bawah
it: Tirare verso il basso
ko: 랫 풀 다운
mr: रॅट पुल डाउन
ms: Tarik ke bawah
nl_nl: Lat pull-down
no: Roing
pl: Podciągnięcie
pt_br: Puxar para baixo
pt_pt: Puxar para baixo
ro: Tracțiuni
ru: Подтягивания
sk: Ťahovanie
sl: Podstegno
sv: Rodd
ta: ராட் புல் டவுன்
te: రాట్ డ్రాప్ డౌన్
th: ดึงสาย
tr: Lat pull-down
uk: Підтягування
vi: Kéo xuống
zh_hans: 拉力
zh_hant: 拉力訓練

# health_meals_body_ai.2ccfc30d5576
source: {{value1}}の記憶
ar_sa: ذكريات {{value1}}
ca: Memòries de {{value1}}
cs: Paměť od {{value1}}
da: {{value1}} - Gemt
de_de: Erinnerungen von {{value1}}
el: Η μνήμη του {{value1}}
en_au: {{value1}} memory.
es_es: Memoria de {{value1}}.
fi: {{value1}}:n muistiinpanot
fr_ca: Mémoire de {{value1}}.
gu: {{value1}} યાદ
he: זיכרון של {{value1}}
hi: {{value1}} की यादें
hr: Pamćenje o {{value1}}
hu: {{value1}}-nek szóló emlékezet
id: Ingatan {{value1}}
it: Ricordi di {{value1}}.
ko: {{value1}} 기억
mr: {{value1}} ची नोंद
ms: {{value1}} Ingatan
nl_nl: {{value1}} Je voortgang bijhouden
no: {{value1}} sitt minne
pl: Pamięć {{value1}}.
pt_br: Memória de {{value1}}.
pt_pt: Memória de {{value1}}.
ro: Memoria valorii {{value1}}
ru: {{value1}} - сохраненные данные
sk: Pamätá si {{value1}}
sl: Seveda {{value1}}
sv: {{value1}} – Minnen
ta: {{value1}} நினைவுகளை சேமிக்கவும்
te: {{value1}} యొక్క జ్ఞాపకాలు
th: ความทรงจำของ {{value1}}
tr: {{value1}}'in hafızası
uk: Пам'ятає {{value1}}
vi: {{value1}} Ghi nhớ
zh_hans: {{value1}} 的记录
zh_hant: {{value1}} 記憶
